[
  {
    "name": "Sarah",
    "rating": 5,
    "comment": "My kids love these Dragon Wristbands! They're well-made and super fun to wear."
  },
  {
    "name": "James",
    "rating": 5,
    "comment": "Great product! The Dragon Wristbands are durable and my kids love them."
  },
  {
    "name": "Emily",
    "rating": 5,
    "comment": "The Dragon Wristbands are awesome! My kids wear them all the time and they still look brand new."
  },
  {
    "name": "William",
    "rating": 5,
    "comment": "I'm impressed with the quality of the Dragon Wristbands. They're perfect for active kids!"
  },
  {
    "name": "Olivia",
    "rating": 5,
    "comment": "These Dragon Wristbands are a hit with my kids and their friends. They're so cool!"
  },
  {
    "name": "Daniel",
    "rating": 5,
    "comment": "My kids won't take these Dragon Wristbands off! They're comfortable, durable, and look great."
  },
  {
    "name": "Ava",
    "rating": 5,
    "comment": "I'm really happy with the Dragon Wristbands. They're exactly what I was looking for - fun, durable, and affordable."
  },
  {
    "name": "Benjamin",
    "rating": 5,
    "comment": "These Dragon Wristbands are top-notch! My kids love them and they're holding up well to all the wear and tear."
  },
  {
    "name": "Isabella",
    "rating": 5,
    "comment": "I can't say enough good things about the Dragon Wristbands. They're well-made, comfortable, and my kids love them!"
  },
  {
    "name": "Jacob",
    "rating": 5,
    "comment": "If you're looking for a fun and durable wristband for kids, you can't go wrong with Dragon Wristbands. Highly recommend!"
  },
  {
    "name": "Mia",
    "rating": 5,
    "comment": "These Dragon Wristbands are the best! My kids wear them all the time and they still look new. Great value for the price."
  },
  {
    "name": "Ethan",
    "rating": 5,
    "comment": "The Dragon Wristbands are perfect for my active kids. They're well-made, comfortable, and look great!"
  },
  {
    "name": "Charlotte",
    "rating": 5,
    "comment": "My kids love their Dragon Wristbands! They're fun to wear and they've held up well to all their activities."
  },
  {
    "name": "Noah",
    "rating": 5,
    "comment": "I'm really happy with the Dragon Wristbands. They're durable, comfortable, and my kids love them!"
  },
  {
    "name": "Sophia",
    "rating": 5,
    "comment": "These Dragon Wristbands are a hit with my kids and their friends. They're well-made, comfortable, and look great!"
  }
]
